[
  [
    "Hi! Is shopping your cardio? No? Don’t worry, some actually prefer real workouts. If you are looking for sportswear, supplements, or equipment, then you are in the right place! Save 40% off across our entire site with free shipping and returns.",

    "Meditation, yoga, working out, and eating well. That’s my wellness. And I think occasionally you have to treat yourself. So if you do need to take yourself shopping, save 40% off across our entire site with free shipping and returns.",

    "Hi! Is shopping your music? No? Don’t worry, some actually prefer real music. If you are looking for sound systems, accessories, or equipment, then you are in the right place! Save 40% off across our entire site with free shipping and returns.",

    "Hi! Is shopping your yoga? No? Don’t worry, some actually prefer real yoga. If you are looking for yoga pants, mats, or other accessories, then you are in the right place! Save 40% off across our entire site with free shipping and returns.",

    "Hi! Is shopping your fitness? No? Don’t worry, some actually prefer real fitness. If you are looking for fitness gears, or other fitness accessories, then you are in the right place! Save 40% off across our entire site with free shipping and returns.",

    "When women are depressed, they eat or go shopping. Men invade another country. It’s a whole different way of thinking. Save 40% off on across our entire site this black November.",

    "Hi! Are you shopping for your household? Don’t worry, we have all your preferences in stock. If you are looking for home and garden accessories, then you are in the right place! Save 40% off across our entire site with free shipping and returns."
  ],
  [
    "Hi, there! Is it just me or does coffee taste better on Black Friday morning? Well, the truth is—our coffee always tastes great~! Whether you like to have it black, with milk, sugar, or just your way 😀. Take a look at our finest selection of Arabica. It’s currently on -15% sale until Nov 30.",

    "Hi, there! Is it just me or does beer taste better on Black Friday morning? Well, the truth is—our lager beer always tastes great~! Whether you like to have it chilled, with salt, soda, or just your way 😀. Take a look at our finest selection of Hearted Ale. It’s currently on -15% sale until Nov 30.",

    "Hi, there! Is it just me or does wine taste better on Black Friday morning? Well, the truth is—our wine always tastes great~! Whether you like to have it white, red, or just your way 😀. Take a look at our finest selection of Chardonnay. It’s currently on -15% sale until Nov 30.",

    "Hi, there! Is it just me or does juice taste better on Black Friday morning? Well, the truth is—our juice always tastes great~! Whether you like to have it natural, mixed, or just your way 😀. Take a look at our finest selection of Cranberry. It’s currently on -15% sale until Nov 30.",

    "Hi, there! Is it just me or does tea taste better on Black Friday morning? Well, the truth is—our tea always tastes great~! Whether you like to have it black, with milk, sugar, or just your way 😀. Take a look at our finest selection of Green Tea. It’s currently on -15% sale until Nov 30."
  ]
]
